Repository: DumiBD/JJ-Theme
Catalog: languages/job-postings-*.po
Languages: de_de

# jobs-field
source: File URL
de_de: Dateipfad

# jobs-field
source: Attachment
de_de: Anhang

# jobs-field
source: Skills
de_de: Fähigkeiten

# jobs-field
source: Experience
de_de: Erfahrung

# jobs-field
source: Education
de_de: Ausbildung

# jobs-field
source: If you like to change button text, just edit it below.
de_de: Den Text des Buttons können Sie nachfolgend durch Klick in den Button ändern.

# jobs-field
source: Button that open modal window
de_de: Button, der das modale Fenster öffnet

# jobs-field
source: No settings for this field
de_de: Keine Einstellungen für dieses Feld

# jobs-field
source: Currency can be changed in <a target="_blank" href="edit.php?post_type=jobs&page=jp-help">Settings</a>.
de_de: Die Währung kann in den <a target="_blank" href="edit.php?post_type=jobs&page=jp-help">Einstellungen</a> geändert werden..

# jobs-field
source: Input position base salary
de_de: Input Basislohn

# jobs-field
source: Base Salary
de_de: Grundgehalt

# jobs-field
source: Input position working hours
de_de: Eingabe Arbeitsstunden in dieser Position

# jobs-field
source: Working Hours
de_de: Öffnungszeiten

# jobs-field
source: Input position contacts
de_de: Input Kontakte

# jobs-field
source: Contacts
de_de: Haben wir dein Interesse geweckt?

# jobs-field
source: Input position benefits
de_de: ​Input Leistungen der Anstellung

# jobs-field
source: Job Benefits
de_de: Mitarbeitervorteile

# jobs-field
source: Input position qualifications
de_de: Eingabe Qualifizierung für diese Position

# jobs-field
source: Qualifications
de_de: Dein Profil

# jobs-field
source: Input position responsibilities
de_de: Eingabe Verantwortung in der Position

# jobs-field
source: Responsibilities
de_de: Deine Aufgaben

# jobs-field
source: Input position description
de_de: Eingabe Beschreibung dieser Posotion

# jobs-field
source: Description
de_de: Beschreibung

# jobs-field
source: Postal Code
de_de: Postleitzahl

# jobs-field
source: Country
de_de: Land

# jobs-field
source: Locality
de_de: Ortsteil

# jobs-field
source: City
de_de: Stadt

# jobs-field
source: Street Address
de_de: Straße

# jobs-field
source: Job Location
de_de: Arbeitsort

# jobs-field
source: Industry
de_de: Branche

# jobs-field
source: Input duration of employment
de_de: Eingabe Dauer der Beschäftigung

# jobs-field
source: Duration of employment
de_de: Dauer der Anstellung

# jobs-field
source: Input beginning of employment
de_de: Eingabe Beginn der Beschäftigung

# jobs-field
source: Beginning of employment
de_de: Beginn der Beschäftigung

# jobs-field
source: Employment Type
de_de: Beschäftigungsverhältnis

# job-settings
source: Hiring organization
de_de: Einstellungsorganisation

# jobs-field
source: Start typing or double click to open suggestions
de_de: Beginnen Sie mit der Eingabe oder doppelklicken Sie, um Vorschläge zu öffnen

# jobs-field
source: Position title
de_de: Positionstitel

source: Not valid purchase code provided. Please check and try again.
de_de: Nicht gültiger Einkaufscode angegeben. Überprüfen Sie dies, und versuchen Sie es erneut.

source: Purchase code is from other product. Please check and try again with correct one.
de_de: Der Einkaufscode stammt aus einem anderen Produkt. Überprüfen Sie dies, und versuchen Sie es erneut mit der richtigen.

# job-postings
source: View
de_de: Anzeigen

# job-message
source: Currently no job offers available.
de_de: Momentan sind keine offenen Stellen verfügbar.

source: Vacancy Search
de_de: Jobtitel

# jobs-modal
source: Select file
de_de: Datei auswählen

# jobs-modal
source: Add file
de_de: Datei hinzufügen

# jobs-modal
source: Send Application
de_de: Bewerbung absenden

# jobs-modal
source: Your CV & Documents
de_de: Ihr Lebenslauf & weitere Dokumente

# jobs-modal
source: CV & Documents
de_de: Lebenslauf & weitere Dokumente

# jobs-modal
source: Add
de_de: Hinzufügen

# jobs-modal
source: Your letter
de_de: Ihr Anschreiben

# jobs-modal
source: Letter
de_de: Buchstaben

# jobs-modal
source: Your phone number
de_de: Deine Telefonnummer

# jobs-modal
source: Phone
de_de: Telefon

# jobs-modal
source: Your e-mail address
de_de: Ihre E-Mail

# jobs-modal
source: Your name
de_de: Ihr Name

# jobs-modal
source: Required fields
de_de: Pflichtfelder

# jobs-modal
source: Apply now
de_de: Jetzt bewerben

source: Help
de_de: Hilfe

source: Jobs for Wordpress - Help
de_de: Jobs für WordPress-Help

source: Jobs for Wordpress - Settings
de_de: Jobs für WordPress - Einstellungen

# job-entry-name
source: Attachment
de_de: Dateianhang

# job-entry-name
source: Letter
de_de: Brief

# job-entry-name
source: Phone
de_de: Telefonnummer

source: Entry details
de_de: Eintragsdetails

source: <a href="%s">What info will we collect?</a>
de_de: <a href="%s">Welche Informationen werden wir sammeln?</a>

source: We would like to collect some anonymous data about usage of the plugin. This will help us to improve the plugin in future releases.
de_de: Wir möchten einige anonyme Daten über die Nutzung des Plugins sammeln. Dies wird uns helfen, das Plugin in zukünftigen Versionen zu verbessern

source: Jobs for WordPress
de_de: Jobs für WordPress

# jobs-field
source: Field Key
de_de: Feldschlüssel

# jobs-field
source: For Developers
de_de: Für Entwickler

source: Secondary
de_de: Sekundär

source: Primary
de_de: Primär

# jobs-field
source: Style
de_de: Stil

source: Same tab/window
de_de: Gleiche Registerkarte/Fenster

source: New tab/window
de_de: Neue Registerkarte/Fenster

# jobs-field
source: Link target
de_de: Link-Ziel

# jobs-field
source: Custom CSS class
de_de: Benutzerdefinierte CSS-Klasse

# jobs-field
source: Hide field
de_de: Feld ausblenden

# jobs-field
source: Hide title
de_de: Titel ausblenden

# jobs-field
source: Custom title
de_de: Benutzerdefinierter Titel

# jobs-field
source: Up to
de_de: Bis zu

# jobs-field
source: Starting
de_de: Starten

source: Upload/Select file
de_de: Hochladen / Datei auswählen

source: Location
de_de: Standort

source: Example: Texas, USA
de_de: Beispiel: Texas, USA

source: Example: USA
de_de: Beispiel: USA

source: Type
de_de: Typ

source: You can add geographical restrictions for where the remote work can be performed. (Optional)
de_de: Sie können geografische Einschränkungen hinzufügen, wo die Remotearbeit ausgeführt werden kann. (Optional)

source: Remote job restrictions
de_de: Remote-Jobeinschränkungen

source: Job is remote
de_de: Job ist remote

source: <b>Physical work on site OR remote with restrictions:</b> Input address location, enable "Job is remote" switch and add geographical restrictions for where the remote work can be performed.
de_de: <b>Physische Arbeit vor Ort ODER Remote mit Einschränkungen:</b> Geben Sie den Speicherort der Adresse ein, aktivieren Sie den Schalter "Job is remote" und fügen Sie geografische Einschränkungen für die Stelle hinzu, an der die Remotearbeit ausgeführt werden kann.

source: <b>Remote work only and limited to State/Country:</b> Leave inputs below empty, enable "Job is remote" switch and add geographical restrictions for where the remote work can be performed.
de_de: <b>Nur Remote-Arbeit und beschränkt auf Staat/Land:</b> Lassen Sie die Eingänge leer, aktivieren Sie den Schalter "Job is remote" und fügen Sie geografische Einschränkungen für die Stelle hinzu, an der die Remotearbeit ausgeführt werden kann.

source: <b>Remote work only:</b> Leave inputs below empty and enable "Job is remote" switch.
de_de: <b>Nur Remote-Arbeit:</b> Lassen Sie die Eingänge unter leer und aktivieren Sie den Schalter "Job is remote".

source: <b>Physical work on site OR remote within the same country:</b> Input address location and enable "Job is remote" switch.
de_de: <b>Physische Arbeit vor Ort ODER remote innerhalb des gleichen Landes:</b> Geben Sie den Adressspeicherort ein und aktivieren Sie den Schalter "Job is remote".

source: <b>Physical work on site only:</b> Input address location, but leave "Job is remote" switch off.
de_de: <b>Nur körperliche Arbeit vor Ort:</b> Geben Sie den Adressspeicherort ein, lassen Sie aber "Job is remote" ausschalten.

source: Need help?
de_de: Brauchen Sie Hilfe?

source: Settings
de_de: Einstellungen

# jobs-field
source: Recommended
de_de: Empfohlen

# jobs-field
source: Required
de_de: Erforderlich

source: Inactive widgets
de_de: Inaktive Widgets

source: Position details
de_de: Detail des Stellenangebots

# job-meta-box
source: Notification
de_de: Benachrichtigung

# job-meta-box
source: Confirmation
de_de: Bestätigung

# job-meta-box
source: Settings
de_de: Einstellungen

# job-meta-box
source: Position details
de_de: Detail des Stellenangebots

# job-settings
source: Notification message
de_de: Benachrichtigung

# job-settings
source: Confirmation
de_de: Bestätigung

# apply-now-confirmation
source: Thank you for submitting your application. We will contact you shortly!
de_de: Danke für das Einreichen Ihrer Bewerbung. Wir werden in Kürze Kontakt mit Ihnen aufnehmen.

# job-settings
source: Custom excerpt
de_de: Benutzerdefinierter Auszug

# job-settings
source: Settings
de_de: Einstellungen

# job-postings
source: Custom Notification Message
de_de: Benutzerdefinierte Benachrichtigung

source: Custom Notification
de_de: Benutzerdefinierte Benachrichtigung

# job-settings
source: E-mail address
de_de: E-Mail-Adresse

# job-settings
source: Who receives notification?
de_de: Wer erhält eine Benachrichtigung?

# job-settings
source: Notification
de_de: Benachrichtigung

source: Apply now
de_de: Jetzt bewerben

# job-message
source: Offer ended on %s
de_de: Das Stellenangebot endet am %s

# apply-now
source: Export as PDF
de_de: Exportiere als PDF

# jobs-field
source: Valid through
de_de: Gültig durch

# apply-now
source: Date posted
de_de: Veröffentlicht

source: Remote work from
de_de: Remote-Arbeit von

source: Remote work possible
de_de: Fernarbeit möglich

source: Filter by position
de_de: Filtern nach Anstellung

source: Job entries
de_de: Stellenangebote

source: Update entry
de_de: Eintrag aktualisieren

source: New job entry
de_de: Neues Stellenangebot

source: Add new entry
de_de: Neuen Eintrag hinzufügen

source: Job entry
de_de: Stellenangebot

# jobs_category
source: Category
de_de: Kategorie

# jobs_categories
source: Categories
de_de: Kategorien

source: All positions
de_de: Alle Stellen

source: View job
de_de: Stellenangebot anzeigen

source: Update job
de_de: Stelle bearbeiten

source: New job position
de_de: Neue Stelle

source: Add new position
de_de: Neue Stelle hinzufügen

source: Job
de_de: Stellenangebot

source: Jobs
de_de: Stellenangebote

# job-entry-email
source: Value
de_de: Wert

# job-entry-email
source: Field
de_de: Feld

# job-entry-email
source: New entry for
de_de: Neue Onlinebewerbung

source: File %2$s exceeds the allowed file size of %1$s MB.
de_de: Die Datei %2$s überschreitet die zulässige Dateigröße von %1$s MB.

source: Ups... reCaptcha identified you as a bot. If you are not, please reload and try again.
de_de: Ups... reCaptcha hat Sie als Bot identifiziert. Wenn dies nicht der Fall ist, laden Sie es erneut und versuchen Sie es erneut.

source: Please input template name.
de_de: Bitte gebe dem Template-Namen an.

source: WordPress plugin that make it easy to add job postings to your company’s website in a structured way.
de_de: WordPress-Plugin, das es einfach macht, Job-Postings auf der Website Ihres Unternehmens in einer strukturierten Weise hinzuzufügen.

source: Jobs for Wordpress
de_de: Jobs für WordPress
