Repository: DumiBD/JJ-Theme
Catalog: languages/job-postings-*.po
Languages: de_de

source: All of merge tags that can be used in email notification:
de_de: Alle Schlagwörter können in der Mailbenachrichtigung genutzt werden.

source: Position title
de_de: Stellenbezeichnung

source: Per year
de_de: Pro Jahr

source: Per month
de_de: Pro Monat

source: Per week
de_de: Pro Woche

source: Per day
de_de: Pro Tag

source: Per hour
de_de: Pro Stunde

source: Per diem
de_de: Pro Tag

source: Volunteer
de_de: Volontariat

source: Intern
de_de: Praktikum

source: Temporary
de_de: Temporär

source: Contractor
de_de: Auftragnehmer

source: Part-time
de_de: Teilzeit

source: Full-time
de_de: Vollzeit

source: None
de_de: Keiner

# jobs-field
source: Unit
de_de: Einheit

source: Other
de_de: Individuell nach Absprache

# shortcode parameter "order"
source: Link target attribute (Default: _self).
de_de: Link target Attribut (Standard: _self).

source: Opens in new window. Job offer must be published.
de_de: Öffnet in neuem Browserfenster. Job Angebot muss veröffentlicht sein.

source: Go to Testing Tool
de_de: Zum Test-Tool

source: Structured Data Testing Tool
de_de: Test-Tool für strukturierte Daten

source: Bars indicate the completeness of job offer
de_de: Zustandsbalken geben die Vollständigkeit des Job Angebots an.

source: All fields
de_de: Alle Felder

source: Recommended fields
de_de: Empfohlene Felder

source: Required fields
de_de: Erforderliche Felder

source: Completeness
de_de: Vollständigkeit

source: Structured Data
de_de: Strukturierte Daten

source: <a href="#close" class="button dismissAttachemntLocation">Close</a>
de_de: <a href="#close" class="button dismissAttachemntLocation">Schließen</a>

source: <a href="%s" class="button-primary">Switch attachment storage location here</a>
de_de: <a href="%s" class="button-primary">Speicherort für Anhänge hier ändern</a>

source: If you experience missing attachments in your job entries, please consider switching back to a legacy way of storing files (WP Media).
de_de: Wenn Ihnen angehängte Dateien in Ihren Job Angeboten fehlen, dann versuchen Sie die Dateien auf einem klassischen Weg einzubinden (WP Media).

source: Job entry attachments are now stored securely (not accessible from the web), one level up from your site's root folder.
de_de: Anhänge von Job Angeboten werden nun sicher (ohne externe Zugriffsmöglichkeit), eine Ebene oberhalb Ihres Installationsverzeichnisses gespeichert.

source: <span style="color: red;"><b>Please note</b>: On some shared hosting's this will not work, because of the server permission limitations!</span>
de_de: <span style="color: red;"><b>Bitte beachte</b>: Bei manchen Shared Hosting Providern wird dies auf Grund fehlender Zugriffsberechtigungen nicht funktionieren!</span>

source: Error sending notification message, but dont worry, We saved Your data securelly. Thank you.
de_de: Es gab einen Fehler beim Versenden einer Bestätigung. Aber, keine Sorge! Wir haben Ihre Daten sicher gespeichert. Danke.

source: Not valid email
de_de: Keine gültige E-Mail

source: Not valid phone number
de_de: Keine gültige Telefonnummer

source: On some servers it is not possible to use "Secure Location" outside of the site's root folder, because of the limitet permissions.
de_de: Auf einigen Server ist es aufgrund von Beschränkungen nicht möglich einen "geschützten Speicherplatz" außerhalb des Installationsverzeichnisses zu nutzen.

source: Secure Location
de_de: Sicherer Speicherort

source: Where to store uploaded files?
de_de: Wo sollen hochgeladene Dateien gespeichert werden?

source: File storage
de_de: Speicherort für Dateien

# job-settings
source: Check if your site is able to send any emails out. On some servers PHP mail() function is disabled. You will have to install one of the SMTP plugins and use it instead to allow your site to send emails out.
de_de: Bitte prüfen Sie, ob Ihre Seite E-Mails versenden kann. Auf einigen Servern ist die PHP mail() Funktion deaktiviert. Sie müssen statt dessen ein SMTP Plugin installieren und dieses für den Versand von E-Mails einrichten.

# job-settings
source: Why I dont receive email notifications?
de_de: Warum empfange ich keine E-Mail-Benachrichtigungen?

source: Stop sharing
de_de: Teilen stoppen

source: I agree to share anonymous data
de_de: Ich bin mit dem Teilen anonymer Daten einverstanden

# shortcode parameter "id"
source: ID of the job to show.
de_de: ID der Stellenanzeige, die angezeigt werden soll.

# shortcode parameter "order"
source: Select between ascending "ASC" and descending "DESC" (Default: DESC).
de_de: Wähle zwischen aufsteigend "ASC" und absteigend "DESC" (Standard: DESC).

# shortcode parameter "orderby"
source: Choose the field to sort the job postings by (Default: date).
de_de: Verwende dieses Feld, um Job Angebote zu sortieren (Standard: Datum).

# shortcode parameter "hide_past"
source: To exclude job postings which "Valid Through" date is past.
de_de: Um Job Angebote auszuschließen bei denen das Feld "Dauer des Angebots" überschritten ist.

# shortcode parameter "posts_per_page"
source: To limit the output of job posts per page.
de_de: Um die Ausgabe von Job Angeboten pro Seite zu begrenzen.

# shortcode parameter "limit"
source: To limit the output of job posts. If limit is used, filters and pagination are disabled
de_de: Um die Ausgabe von Job Angeboten zu begrenzen. Wenn eine Angebotsbegrenzung verwendet wird werden Filter und Paginierung ausgeschaltet

# shortcode parameter "show_filters"
source: To show/hide filters (categories and search field). This parameter overwrites all other and can be configured ftom "Settings > Styles"
de_de: Um Filter (Kategorien und Suchfeld) ein- und auszublenden. Dieser Wert überschreibt alle anderen und kann in den "Einstellungen > Styles" festgelegt werden

# shortcode parameter "show_count"
source: To show/hide count of job postings in each category.
de_de: Um die Anzahl der Job Angebote in jeder Kategorie anzuzeigen bzw. nicht anzuzeigen.

# shortcode parameter "hide_empty"
source: To show or hide empty categories (Default: true).
de_de: Um leere Kategorien anzuzeigen bzw. nicht anzuzeigen (Standard: Ja).

# shortcode parameter "aligncategory"
source: Category filter alignment (Default: left).
de_de: Ausrichtung des Kategorie-Filters (Standard: linksbündig).

# shortcode parameter "showcategory"
source: With this parameter you can show category filter above the job posts listing (Default: false).
de_de: Mit diesem Wert können Sie den Kategorie-Filter oberhalb der Job Angebotsliste anzeigen (Standard: Nein).

# shortcode parameter "category"
source: With this parameter you can show only job posting from defined categories. Add multiple categories separated by coma. If this parameter used, all others are ignored.
de_de: Mit diesem Wert können Sie Job Angebote einer bestimmten Kategorie anzeigen. Mehrere Kategorien müssen mit Komma getrennt angeben werden. Wenn dieser Wert verwendet wird, dann werden alle anderen ignoriert.

source: Fields required by Google are marked red. You still can disable them, but consider using them as Google can skip indexing job posting if required field is missing.
de_de: Von Google benötigte Felder sind rot markiert. Sie können sie dennoch deaktivieren, aber sollten dabei beachten, dass Google dann die Aufnahme von Job Angeboten überspringen kann wenn ein benötigtes Feld fehlt.

source: Here you can rearrange fields or disable them.
de_de: Hier können Sie Felder neu anordnen oder deaktivieren.

source: If your site has issues sending emails, the user data will be stored on the site in this case. You will have to delete it manually, as soon you review the entry.
de_de: Wenn Ihre Seite Probleme hat E-Mails zu versenden, werden die Benutzerangaben in diesem Fall auf der Seite gespeichert. Sie müssen die manuell löschen, sobald sie den Eintrag geprüft haben.

source: With this option enabled, plugin will only process user data to notify you by email and immidiatly deletes everything user has inputed, after email is sent successfully.
de_de: Die Aktivierung dieser Auswahl sorgt dafür, dass die Benutzerdaten nur zum Versand einer Nachricht an Sie verarbeitet und gespeichert werden. Sofort nach erfolgreichem Senden dieser E-Mail werden alle Daten des Benutzers gelöscht.

source: Don't store user data
de_de: Keiner Benutzerdaten speichern

source: Select field type
de_de: Feld-Typ wählen

source: Don't forget to input labels of the fields. If the label is left empty, field will not appear in the form.
de_de: Vergiß nicht, die Labels der Felder einzugeben. Wenn das Label leer bleibt, wird das Feld im Formular nicht angezeigt.

source: These settings are compatible with WPML and Polylang Plugins. Switch current language in admin bar above, to update settings of selected language.
de_de: Diese Einstellungen sind mit den Plugins WPML und Polylang kompatibel. Ändern Sie die aktuelle Sprache in der Adminleiste oben, um die Einstellungen der ausgewählten Sprache aktualisieren zu können.

source: You can add any message you want to forwart to the recipient. To add table with all fields, use {all_fields} somewhere in your email.
de_de: Sie können eine beliebige Nachricht angeben, die dem Empfänger zugestellt werden soll. Um eine Tabelle mit allen Daten anzeigen zu lassen verwenden Sie {all_fields} an der gewünschten Stelle Ihrer E-Mail.

source: You can add multiple emails, separated by <b>comma</b>. Example: <b>email1@mysite.com, email2@mysite.com</b>
de_de: Sie können mehrere, durch <b>Kommas</b> getrennte, E-Mail-Adressen angeben. Zum Beispiel: <b>email1@meineseite.de, email2@meineseite.de</b>

source: Only hides it from job offer on your site, but Google still sees and validates it. If you want to completely remove it, use "trash" icon in the widgets top right corner.
de_de: Versteckt es nur auf Job Angeboten Ihrer Seite. Google findet es weiterhin und prüft auch danach. Wenn Sie es vollständig entfernen wollen, dann benutzen Sie das "Papierkorb"-Icon in der rechten oberen Ecke des Fensters.

# job-settings
source: Global Hiring Organization is set and can be added/changed in <a target="_blank" href="edit.php?post_type=jobs&page=jp-help">Settings</a>.
de_de: Eine allgemeine Personalabteilung ist festgelegt und kann in den <a target="_blank" href="edit.php?post_type=jobs&page=jp-help">Einstellungen</a> hinzugefügt/geändert werden.

source: A PHP extension stoped file to upload
de_de: Eine PHP Erweiterung hat das Hochladen der Datei verhindert.

source: Failed to write file to disk
de_de: Datei konnte nicht gespeichert werden

source: Missing a temporary folder
de_de: Ordner für Temporäre Dateien fehlt

source: No file was uploaded
de_de: Keine Datei wurde hochgeladen

source: The uploaded file uploaded only partially
de_de: Die Datei wurde nur teilweise hochgeladen

source: The uploaded file exceeds the MAX_FILE_SIZE from html form
de_de: Die hochgeladene Datei überschreitet die eingestellte, maximale Dateigröße (MAX_FILE_SIZE) des Formulars.

source: The uploaded file exceeds the upload_max_files in server settings
de_de: Die hochgeladene Datei überschreitet die eingestellte, maximale Dateigröße (upload_max_files) des Servers.

source: There is no error, the file uploaded with success
de_de: Es gab keinen Fehler. Die Datei wurde erfolgreich hochgeladen.

# Link to deny metrics
source: No, next time
de_de: Nein, beim nächsten Mal

# Link to allow metrics
source: I agree to share anonymous data
de_de: Ich bin einverstanden anonymisierte Daten zu teilen

source: Duplicate
de_de: Duplizieren

source: Duplicate job as draft
de_de: Als Entwurf duplizieren

source: Applicant
de_de: Bewerber

source: Save default fields
de_de: Standardfelder speichern

source: Disabled fields
de_de: Deaktivierte Felder

source: Side area
de_de: Seitenleistenbereich

source: Content area
de_de: Inhaltsbereich

# job-settings
source: To test it, use this <a href="https://search.google.com/structured-data/testing-tool/" target="_blank">tool</a> and paste there a job url from your site there.
de_de: Um es zu testen, verwenden Sie dieses <a href="https://search.google.com/structured-data/testing-tool/" target="_blank">Tool</a> und fügen Sie dort eine Auftrags-URL von Ihrer Website dort ein.

# job-settings
source: You don't have to, we already took care of structured data and added it in the right place.
de_de: Sie müssen es nicht, wir haben uns bereits um strukturierte Daten gekümmert und sie an der richtigen Stelle hinzugefügt.

# job-settings
source: How can I add Structured Data to the fields?
de_de: Wie kann ich strukturierte Daten zu den Feldern hinzufügen?

# job-settings
source: You can add your logo in the "Settings" section under "Global options".
de_de: Sie können Ihr Logo im Abschnitt "Einstellungen" unter "Globale Optionen" hinzufügen.

# job-settings
source: How can I personalize the PDF?
de_de: Wie kann ich das PDF personalisieren?

# job-settings
source: You also can search entries by name, email or phone number.
de_de: Sie können Einträge auch nach Namen, E-Mail oder Telefonnummer durchsuchen.

# job-settings
source: You can filter the entries by position.
de_de: Sie können die Einträge nach Position filtern.

# job-settings
source: I have so much entries already, how can I navigate easier there?
de_de: Ich habe schon so viele Einträge, wie kann ich dort leichter navigieren?

# job-settings
source: All of the entries are saved in the "Job entries" subpage.
de_de: Alle Einträge werden in der Unterseite „Stellenangebote“ gespeichert.

# job-settings
source: Where are all the entries saved?
de_de: Wo werden alle Einträge gespeichert?

# job-settings
source: By default, the recipient is the site admin.
de_de: Standardmäßig ist der Empfänger der Admin der Website.

# job-settings
source: The confirmation e-mail address can be edited on the job edit page, under the "Settings" tab.
de_de: Die Bestätigungs-E-Mail-Adresse kann auf der Jobbearbeitungsseite unter der Registerkarte "Einstellungen" bearbeitet werden.

# job-settings
source: How can I change the e-mail address of the person, who receives confirmation emails?
de_de: Wie kann ich die E-Mail-Adresse der Person ändern, die Bestätigungs-E-Mails erhält?

# job-settings
source: The notification message can be edited on the job edit page, under the "Settings" tab
de_de: Die Benachrichtigung kann auf der Jobbearbeitungsseite unter der Registerkarte "Einstellungen" bearbeitet werden

# job-settings
source: How can I edit the "Thank you" message?
de_de: Wie kann ich die "Dankeschön"-Nachricht bearbeiten?

# job-settings
source: If a field is empty, it will also not appear on the front-end.
de_de: Wenn ein Feld leer ist, wird es auch nicht im Frontend angezeigt.

# job-settings
source: Every field has a "trash can" icon in the top right corner, by clicking it, the field is moved to the "Inactive widgets" section. You can also just drag and drop any field there. This will prevent it from appearing on the front-end.
de_de: Jedes Feld hat ein "Mülleimer"-Symbol in der oberen rechten Ecke, durch Klicken darauf wird das Feld in den Abschnitt "Inaktive Widgets" verschoben. Sie können auch einfach jedes Feld dort ziehen und ablegen. Dadurch wird verhindert, dass es im Front-End angezeigt wird.

# job-settings
source: I want to hide/remove some fields, how can I do this?
de_de: Ich möchte einige Felder ausblenden/entfernen, wie kann ich dies tun?

# job-settings
source: Every field has a "gear" icon in the top right corner, it opens a field settings, where you can hide a title by selecting a option
de_de: Jedes Feld hat ein "Getriebe"-Symbol in der oberen rechten Ecke, es öffnet eine Feldeinstellung, wo Sie einen Titel ausblenden können, indem Sie eine Option auswählen

# job-settings
source: How can I hide/remove a title from appearing on the front-end?
de_de: Wie kann ich einen Titel ausblenden/entfernen, der auf dem Frontend angezeigt wird?

# job-settings
source: Every field has a "gear" icon in the top right corner, it opens the field's settings, where you can input your custom title
de_de: Jedes Feld hat ein "Getriebe"-Symbol in der oberen rechten Ecke, es öffnet die Einstellungen des Feldes, wo Sie Ihren benutzerdefinierten Titel eingeben können

# job-settings
source: How can I change a field title?
de_de: Wie kann ich einen Feldtitel ändern?

# job-settings
source: The date format of the field is taken from the WordPress settings page
de_de: Das Datumsformat des Feldes wird von der WordPress-Einstellungsseite übernommen

# job-settings
source: Where can I change the date format?
de_de: Wo kann ich das Datumsformat ändern?

# job-postings
source: What info we collect with analytics:
de_de: Welche Informationen wir mit Analytics sammeln:

# job-settings
source: To show jobs list somewhere in your template, use function below:
de_de: Um die Job-Liste irgendwo in Ihrem Template anzuzeigen, verwenden Sie die Funktion unten:

# job-settings
source: Search
de_de: Suche

# job-settings
source: Categories tree
de_de: Kategorienbaum

# job-settings
source: Categories
de_de: Kategorien

# job-settings
source: Jobs single:
de_de: Job-Einzelansicht:

# job-settings
source: Parameters:
de_de: Parameter:

# job-settings
source: Jobs listing:
de_de: Stellenausschreibung:

# job-settings
source: Place this shortcode on the page, where you want to show your job postings or ui elements.
de_de: Platzieren Sie diesen Shortcode auf der Seite, auf der Sie Ihre Stellenausschreibungen oder ui-Elemente anzeigen möchten.

source: By default reCaptcha V2 is used. When V3 is enabled, validation will happen in the background, without user interaction.
de_de: Standardmäßig wird reCaptcha V2 verwendet. Wenn V3 aktiviert ist, erfolgt die Validierung im Hintergrund ohne Benutzerinteraktion.

# job-settings
source: Enable V3
de_de: Aktivieren von V3

source: To get your keys, go to <a href="https://www.google.com/recaptcha/" target="_blank">reCaptcha page</a>.
de_de: Um Ihre Schlüssel zu erhalten, gehen Sie zu <a href="https://www.google.com/recaptcha/" target="_blank">reCaptcha Seite</a>.

# job-settings
source: Secret Key
de_de: Geheimer Schlüssel

source: For example: <b>12</b> or <b>0.5</b>.
de_de: Beispiel: <b>12</b> oder <b>0,5</b>.

source: Max allowed file size
de_de: Maximale zulässige Dateigröße

# job-settings
source: Default email
de_de: Standard-E-Mail

# job-settings
source: Jobs per page
de_de: Jobs pro Seite

# job-settings
source: Company logo
de_de: Firmenlogo

source: Global options
de_de: Globale Einstellungen

source: Reset style settings
de_de: Stileinstellungen zurücksetzen

# job-settings
source: Custom CSS
de_de: Benutzerdefiniertes CSS

source: This is the filters that you see when use show_filters="true" on [job-postings] shortcode
de_de: Das sind die Filter, die Sie sehen, wenn Sie SHOW_FILTERS = "true" auf [Job-Postings] Shortcode verwenden

source: Filters
de_de: Filter

# job-settings
source: Actual layout and some styling can look a bit different on the site, because of the theme used.
de_de: Das tatsächliches Layout und einige Stylings können auf der Seite etwas anders aussehen, wegen des verwendeten Themas.

# job-settings
source: PREVIEW
de_de: VORSCHAU

# job-settings
source: Hide employment type in preview
de_de: Beschäftigungstyp in der Vorschau ausblenden

# job-settings
source: Hide location in preview
de_de: Position in der Vorschau ausblenden

# job-settings
source: Filters layout
de_de: Filter Layout

# job-settings
source: Button border radius
de_de: Schaltfläche Border Radius

# job-settings
source: Content text color
de_de: Inhalt Textfarbe

# job-settings
source: Content heading color
de_de: Inhaltsüberschriftsfarbe

# job-settings
source: Box border
de_de: Kastengrenze

# job-settings
source: Box background
de_de: Box-Hintergrund

# job-settings
source: Subheading text color
de_de: Unterüberschrift Textfarbe

# job-settings
source: Heading text color
de_de: Überschrift Text Farbe

# job-settings
source: Button text color
de_de: Schaltfläche Textfarbe

# job-settings
source: Button
de_de: Schaltfläche

# job-settings
source: Sidebar position
de_de: Seitenleisteposition

source: These settings are global and independent to languages.
de_de: Diese Einstellungen sind global und unabhängig von den Sprachen.

source: Style settings
de_de: Style-Einstellungen

source: Preselected option
de_de: Vorgewählte Option

source: Preselected
de_de: Vorgewählten

source: Accepted file extensions. (Example: .jpg, .gif, .png)
de_de: Akzeptierte Dateierweiterungen. (Beispiel: .jpg, .gif, .png)

source: Message
de_de: Nachricht

source: Preselected index, eg.: 3
de_de: Vorgewählter Index, z.B.: 3

source: Preselected radio index, eg.: 3
de_de: Vorgewählter Funkindex, z.B.: 3

source: Preselected checkboxes indexes, eg.: 1,3,5
de_de: Vorgewählte Kontrollkästchenindizes, z.B.: 1,3,5

source: One option per line.
de_de: Eine Option pro Zeile.

source: Options
de_de: Optionen

source: Required
de_de: Erforderlich

source: Required field
de_de: Pflichtfeld

source: Placeholder
de_de: Platzhalter

source: Label
de_de: Beschriftung

source: Field type
de_de: Feldtyp

source: Apply Form fields
de_de: Anwenden von Formularfeldern

source: Save settings
de_de: Einstellungen speichern

source: Use %1$s where you would like to show allowed file size. Use %2$s where you would like to show file name.<br>You can update allowed file size in "Global options".
de_de: Verwenden Sie %1$s es, wo Sie die zulässige Dateigröße anzeigen möchten. Verwenden Sie %2$s es, an der Sie den Dateinamen anzeigen möchten.<br>Sie können die zulässige Dateigröße in "Globale Optionen" aktualisieren.

source: File size exceeded message
de_de: Dateigröße überschritten Nachricht

# job-message
source: Use %s where you would like to show offer ending date.
de_de: Verwenden Sie %s, wo Sie gerne das Enddatum des Stellenangebots anzeigen würden.

# job-settings
source: "Offer ended" message
de_de: Meldung "Angebot beendet"

# job-settings
source: Show "Offer ended" message when offer ends
de_de: Meldung "Angebot beendet" anzeigen, wenn das Angebot endet

# job-settings
source: No offers message
de_de: Keine Stellen

# job-settings
source: Default slug: job
de_de: Standard Slug: job

source: Used for propper linking of category and other functions.
de_de: Für die Propper-Verknüpfung von Kategorie und anderen Funktionen verwendet.

source: -- Select page --
de_de: -- Seite auswählen --

# job-settings
source: Page where you list jobs
de_de: Seite, auf der Sie Jobs auflisten

# job-settings
source: Preview CTA text
de_de: Vorschau von CTA-Text

# job-settings
source: After
de_de: Nach

# job-settings
source: Before
de_de: Vorher

# job-settings
source: Currency symbol position
de_de: Währungssymbolposition

# job-settings
source: Currency symbol
de_de: Währungssymbol

# job-settings
source: Company name
de_de: Firmenname

source: Settings updated
de_de: Einstellungen aktualisiert

source: Default fields
de_de: Standardfelder

source: Global Options
de_de: Globale Optionen

source: Styles
de_de: Stile

source: Apply Form
de_de: Antragformular

# job-categories
source: All
de_de: Alle

# job-modal-field
source: Section
de_de: Abschnitt

# job-modal-field
source: Select
de_de: Auswählen

# job-modal-field
source: Multi file upload
de_de: Multi-Datei-Upload

# job-modal-field
source: File upload
de_de: Datei Upload

# job-modal-field
source: Textarea
de_de: Textbereich

# job-modal-field
source: Phone
de_de: Telefon

# jobs-field
source: For editing apply form, go to plugin settings.
de_de: Für die Bearbeitung anwenden Formular, gehen Sie zu Plugin-Einstellungen.

# apply-now
source: Inline "Apply now" form
de_de: Inline-Formular "Jetzt bewerben"

# jobs-field
source: Custom text 3
de_de: Eigener Text 3

# jobs-field
source: Custom text 2
de_de: Eigener Text 2

# jobs-field
source: Custom text 1
de_de: Eigener Text 1

# jobs-field
source: Button name
de_de: Buttontext
